Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: Defines the path where the photos are stored. If empty, "XDG_PHOTO/Webcam" will be used.
et: Fotode salvestamiseks kasutatav kataloog. Kui see on tühi, siis kasutatakse kataloogi "XDG_PHOTO/Webcam".

source: Time between photos in burst mode
et: Viivitus sarivõtte fotode vahel

source: The length of time, in milliseconds, to delay between taking each photo in a burst sequence of photos. If the burst delay is less than the countdown duration, the countdown duration will be used instead.
et: Ajavahemik millisekundites sarivõtte ülesvõetete vahel. Kui sarivõtte viivitus on lühem viitpäästiku pikkusest, kasutatakse selle asemel viitpäästiku pikkust.

source: Number of photos in burst mode
et: Fotode arv sarivõttes

source: The number of photos to take in a single burst.
et: Fotode arv, mitu võetakse ühe sarivõttega.

source: Shutter sound
et: Katiku heli

source: One or more needed GStreamer elements are missing:
et: Üks või enam Gstreameri elementi on puudu:

source: No device found
et: Seadet ei leitud!09:05:02:%Id%dtime format

source: Device capabilities not supported
et: Seadme omadused pole toetatud

source: Failed to initialize device %s for capability probing
et: Seadme %s lähtestamine võimaluste proovimiseks nurjus

source: Unknown device
et: Tundmatu seade

source: Cancellable initialization not supported
et: Katkestatav lähtestamine pole toetatud

source: Start in wide mode
et: Käivitatakse lairežiimis

source: Device to use as a camera
et: Seade, mida kasutatakse kaamerana

source: DEVICE
et: SEADE

source: Output version information and exit
et: Väljastab versiooniteabe ja väljub

source: Start in fullscreen mode
et: Käivitatakse täisekraanivaates

source: Cheese Website
et: Cheese'i veebisait

source: No Effect
et: Efekt puudub

source: Could not open %s
et: %s polnud võimalik avada

source: Could not move %s to trash
et: %s polnud võimalik prügikasti liigutada

source: Save File
et: Faili salvestamine

source: Could not save %s
et: %s polnud võimalik salvestada

source: Stop recording
et: Video salvestamise lõpetamine

source: Record a video
et: Video salvestamine

source: Stop taking pictures
et: Pildistamise lõpetamine

source: Take multiple photos
et: Sarivõttega pildistamine

source: No effects found
et: Efekte ei leitud

source: There was an error playing video from the webcam
et: Video esitamisel veebikaamerast esines viga

source: Open
et: Ava

source: Move to _Trash
et: Viska _prügikasti

source: Delete
et: Kustuta

source: Record a video using a webcam
et: Video salvestamine veebikaameraga

source: Take multiple photos using a webcam
et: Sarivõtte pildistamine veebikaameraga

source: Take Multiple Photos
et: Sarivõte

source: Default frame rate
et: Vaikimisi kaadrisagedus

source: Make all warnings fatal
et: Käsitle kõik hoiatusi kui ületamatuid vigu

source: X display to use
et: Kasutatav X'i kuva

source: X screen to use
et: Kasutatav X'i ekraan

source: Make X calls synchronous
et: X'i kutsungite muutmine sünkroonseks

source: Stock ID '%s' not found
et: Stock ID "%s" ei leitud

source: The profile description
et: Profiili kirjeldus

source: The device model
et: Seadme mudel

source: The device manufacturer
et: Seadme tootja

source: Qualifier
et: printer

source: Gamma Table
et: Gamma tabel

source: Projector
et: Projektor

source: There are no supported sensors attached
et: Ühtegi toetatud sensorit ei ole lisatud

source: Locks the color sensor
et: Lukustab värvi sensori

source: Create a device
et: Seadme loomine

source: Find a device
et: Seadme leidmine

source: Find a profile
et: Profiili leidmine

source: Find a profile by filename
et: Profiili leidmine faili nime järgi

source: Deletes a device
et: Kustutab seadme

source: Deletes a profile
et: Kustutab profiili

source: Sets the profile filename
et: Seab profiili failinime

source: Sets the device model
et: Seab seadme mudeli

source: Sets the device vendor
et: Seab seadme tootja

source: Sets the device kind
et: Seab seadme tüübi

source: Create a color profile
et: Loo uus värviprofiil

source: The program '%s' is currently not installed.
et: Programm '%s' ei ole hetkel paigaldatud.

source: You can install it by typing:
et: Saad selle paigaldada, kirjutades:

source: To run '%(command)s' please ask your administrator to install the package '%(package)s'
et: Käivitamaks käsku '%(command)s' , palu administraatoril paigaldada pakk '%(package)s'

source: The program '%s' can be found in the following packages:
et: Programm '%s' on leitav järgnevates tarkvarapakettides:

source: Try: %s
et: Proovi: %s

source: Ask your administrator to install one of them
et: Palu administraatoril üks neist paigaldada
